---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CutLineAngle
source: html/86c60895-58d3-bd5a-ece2-b4222b1e3834.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CutLineAngle Property

"Cut Line Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId CutLineAngle { get; }
```